[
    {
        "role": "Brand Manager",
        "skills": "",
        "company": "Zipped Solutions - Gurgaon, Haryana ",
        "duration": "June 2019 to Present",
        "current": true,
        "description": "Managing an internal brand Strategizing.The creatives made for social media, internet, and the official website Coming up with marketing ideas to promote the brand Making monthly plans and structure of tasks to accomplish Researching new categories and products to launch on the website under existing categories or as capsule collections Coming up with the name for the brand.Designing the logo for the brand Checking inventory and orders Balancing creative and marketing ends together. Conceptualizing shoots for the products from A to Z Getting creatives ready by graphic designers for different social media and online platforms Designing and Branding the brand to emerge successfully Listing. New products on the website through Shopify Editing the look and feel of the website through Shopify."
    },
    {
        "role": "Android Developer Trainee",
        "skills": "Android,Java",
        "company": "Promatics Technologies Pvt. Ltd, Ludhiana",
        "duration": "October 2018 - March 2019",
        "current": false,
        "description": "Handling various technical aspects like coding of modules using the given design specification, debugging and fixing the  bugs.Coordinating with team members for Application design, Integration and Application maintenance."
    },
    {
        "role": "Internship",
        "skills": "Advanced Java",
        "company": "Naresh IT, Hydrabad",
        "duration": "January 2018 - June 2018",
        "current": false,
        "description": "I finished a 6 months internship on Advanced Java and created a project of online store."
    },
    {
        "role": "Internship",
        "skills": "Core Java",
        "company": "Cetpa Infotech Pvt. Ltc",
        "duration": "June 2016 - July 2016",
        "current": false,
        "description": "I have completed 45 days of internship at this intstitute on Core Java and I developed a desktop applicaton for hotel management."
    }
]